-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 27, 2017 at 05:40 PM
-- Server version: 10.1.21-MariaDB
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `report`
--

-- --------------------------------------------------------

--
-- Table structure for table `bandonkri`
--

CREATE TABLE `bandonkri` (
  `id` int(100) NOT NULL,
  `a1` varchar(255) DEFAULT NULL,
  `a2` varchar(255) DEFAULT NULL,
  `a3` varchar(255) DEFAULT NULL,
  `a4` varchar(255) DEFAULT NULL,
  `a5` varchar(255) DEFAULT NULL,
  `a6` varchar(255) DEFAULT NULL,
  `a7` varchar(255) DEFAULT NULL,
  `a8` varchar(255) DEFAULT NULL,
  `a9` varchar(255) DEFAULT NULL,
  `a10` varchar(255) DEFAULT NULL,
  `a11` varchar(255) DEFAULT NULL,
  `a12` varchar(255) DEFAULT NULL,
  `a13` varchar(255) DEFAULT NULL,
  `a14` varchar(255) DEFAULT NULL,
  `a15` varchar(255) DEFAULT NULL,
  `a16` varchar(255) DEFAULT NULL,
  `a17` varchar(255) DEFAULT NULL,
  `a18` varchar(255) DEFAULT NULL,
  `a19` varchar(255) DEFAULT NULL,
  `a20` varchar(255) DEFAULT NULL,
  `a21` varchar(255) DEFAULT NULL,
  `a22` varchar(255) DEFAULT NULL,
  `a23` varchar(255) DEFAULT NULL,
  `a24` varchar(255) DEFAULT NULL,
  `a25` varchar(255) DEFAULT NULL,
  `a26` varchar(255) DEFAULT NULL,
  `a27` varchar(255) NOT NULL,
  `a28` varchar(255) NOT NULL,
  `o1` int(11) DEFAULT NULL,
  `o2` int(11) DEFAULT NULL,
  `o3` int(11) DEFAULT NULL,
  `o4` int(11) DEFAULT NULL,
  `o5` int(11) DEFAULT NULL,
  `o6` int(11) DEFAULT NULL,
  `o7` int(11) DEFAULT NULL,
  `o8` int(11) DEFAULT NULL,
  `o9` int(11) DEFAULT NULL,
  `o10` int(11) DEFAULT NULL,
  `o11` int(11) DEFAULT NULL,
  `o12` int(11) DEFAULT NULL,
  `d1` int(11) DEFAULT NULL,
  `d2` int(11) DEFAULT NULL,
  `d3` int(11) DEFAULT NULL,
  `d4` int(11) DEFAULT NULL,
  `d5` int(11) DEFAULT NULL,
  `d6` int(11) DEFAULT NULL,
  `d7` int(11) DEFAULT NULL,
  `d8` int(11) DEFAULT NULL,
  `d9` int(11) DEFAULT NULL,
  `d10` int(11) DEFAULT NULL,
  `r` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `banhuakoo`
--

CREATE TABLE `banhuakoo` (
  `id` int(100) NOT NULL,
  `a1` varchar(255) DEFAULT NULL,
  `a2` varchar(255) DEFAULT NULL,
  `a3` varchar(255) DEFAULT NULL,
  `a4` varchar(255) DEFAULT NULL,
  `a5` varchar(255) DEFAULT NULL,
  `a6` varchar(255) DEFAULT NULL,
  `a7` varchar(255) DEFAULT NULL,
  `a8` varchar(255) DEFAULT NULL,
  `a9` varchar(255) DEFAULT NULL,
  `a10` varchar(255) DEFAULT NULL,
  `a11` varchar(255) DEFAULT NULL,
  `a12` varchar(255) DEFAULT NULL,
  `a13` varchar(255) DEFAULT NULL,
  `a14` varchar(255) DEFAULT NULL,
  `a15` varchar(255) DEFAULT NULL,
  `a16` varchar(255) DEFAULT NULL,
  `a17` varchar(255) DEFAULT NULL,
  `a18` varchar(255) DEFAULT NULL,
  `a19` varchar(255) DEFAULT NULL,
  `a20` varchar(255) DEFAULT NULL,
  `a21` varchar(255) DEFAULT NULL,
  `a22` varchar(255) DEFAULT NULL,
  `a23` varchar(255) DEFAULT NULL,
  `a24` varchar(255) DEFAULT NULL,
  `a25` varchar(255) DEFAULT NULL,
  `a26` varchar(255) DEFAULT NULL,
  `a27` varchar(255) NOT NULL,
  `a28` varchar(255) NOT NULL,
  `o1` int(11) DEFAULT NULL,
  `o2` int(11) DEFAULT NULL,
  `o3` int(11) DEFAULT NULL,
  `o4` int(11) DEFAULT NULL,
  `o5` int(11) DEFAULT NULL,
  `o6` int(11) DEFAULT NULL,
  `o7` int(11) DEFAULT NULL,
  `o8` int(11) DEFAULT NULL,
  `o9` int(11) DEFAULT NULL,
  `o10` int(11) DEFAULT NULL,
  `o11` int(11) DEFAULT NULL,
  `o12` int(11) DEFAULT NULL,
  `d1` int(11) DEFAULT NULL,
  `d2` int(11) DEFAULT NULL,
  `d3` int(11) DEFAULT NULL,
  `d4` int(11) DEFAULT NULL,
  `d5` int(11) DEFAULT NULL,
  `d6` int(11) DEFAULT NULL,
  `d7` int(11) DEFAULT NULL,
  `d8` int(11) DEFAULT NULL,
  `d9` int(11) DEFAULT NULL,
  `d10` int(11) DEFAULT NULL,
  `r` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `banhuakoo`
--

INSERT INTO `banhuakoo` (`id`, `a1`, `a2`, `a3`, `a4`, `a5`, `a6`, `a7`, `a8`, `a9`, `a10`, `a11`, `a12`, `a13`, `a14`, `a15`, `a16`, `a17`, `a18`, `a19`, `a20`, `a21`, `a22`, `a23`, `a24`, `a25`, `a26`, `a27`, `a28`, `o1`, `o2`, `o3`, `o4`, `o5`, `o6`, `o7`, `o8`, `o9`, `o10`, `o11`, `o12`, `d1`, `d2`, `d3`, `d4`, `d5`, `d6`, `d7`, `d8`, `d9`, `d10`, `r`) VALUES
(14, 'นาง', 'อารี', 'ส้มแป้น', '', '69', '01/01/2491', '50', '153', '118', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ดื่ม', '', 'นางวรรณา', 'อิสสระ', 3, 2, 1, 3, 3, 0, 0, 1, 1, 1, 3, 1, 2, 1, 3, 2, 3, 2, 0, 1, 0, 0, ''),
(15, 'นาย', 'เจริญ', 'ไชยเดช', '', '65', '01/01/2495', '64', '162', '51/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางพัชรี', 'กรรมการ', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 0, 2, 2, NULL),
(16, 'นาย', 'ดวน', 'จันพร้อย', '', '72', '01/01/2488', '53', '156', '114/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'สูบ', 'ดื่ม', '', 'นางพัชรี', 'กรรมการ', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(19, 'นาย', 'ชบ', 'กายฤทธิ์', '', '65', '01/01/2495', '45', '155', '79/2', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางสุภาภรณ์', 'พรหมมา', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(20, 'นาย', 'ข้ำ', 'หีดแก้ว', '', '84', '01/01/2476', '55', '175', '37', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ดื่ม', '', 'นางวราภรณ์', 'ปานมณี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(21, 'นาย', 'ศิลป', 'ชาญณรงค์', '', '68', '01/01/2492', '57', '168', '37/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางวราภรณ์', 'ปานมณี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 0, 2, 2, NULL),
(22, 'นาย', 'สมปอง', 'สุทิน', '', '74', '01/01/2486', '44', '163', '110', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ไม่ดื่ม', '', 'นางวรรณา', 'อิสสระ', 3, 4, 3, 3, 4, 4, 3, 4, 2, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(23, 'นาย', 'สุไพ', 'เทพีรัตน์', '', '65', '01/04/2495', '63', '170', '54/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ไม่ดื่ม', '', 'นายยุทธนา', 'นิยมเดชา', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 0, NULL),
(24, 'นาย', 'สมปอง', 'ม่วงภาพ', '', '64', '01/01/2496', '50', '160', '80/3', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'เบาหวาน', '', '', 'สูบ', 'ไม่ดื่ม', '', 'นางสุพร', 'อิฐตาธิคม', 4, 4, 4, 3, NULL, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(25, 'นาย', 'สาคร', 'เกิดมณี', '', '70', '01/01/2490', '47', '165', '100', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ไม่ดื่ม', '', 'นางจุรีย์', 'ส้มแป้น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 1, 2, 1, NULL),
(26, 'นาย', 'สมทรง', 'นาคัน', '', '68', '01/01/2492', '50', '167', '143', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ดื่ม', '', 'นางสุภาภรณ์', 'พรหมมา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(27, 'นาย', 'หนูส่อง', 'มาส่ง', '', '77', '01/01/2483', '40', '160', '80/6', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ไม่ดื่ม', '', 'นางสุภาภรณ์', 'พรหมมา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 1, 3, 2, 2, 1, 2, 2, NULL),
(28, 'นาย', 'สุวัฒน์', 'จินตวัฒน์สกุล', '', '62', '01/01/2498', '73', '160', '86/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง, เบาหวาน', '', '', 'สูบ', 'ดื่ม', '', 'นางภัททิยา', 'เซ่งกิ้ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 2, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(29, 'นาย', 'อภินันท์', 'หนูณะ', '', '61', '27/07/2499', '50', '174', '38/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ดื่ม', '', 'นางพาณี', 'นิยมเดชา', 3, 4, 4, 1, 4, 2, 1, 1, 4, 2, 4, 4, 2, 1, 3, 2, 3, 2, 1, 0, 1, 1, NULL),
(30, 'นาย', 'เสน่ห์', 'สมพืช', '', '75', '01/01/2485', '60', '160', '83', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางสมจิตร', 'นาคัน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 2, 2, 3, 2, 2, 1, 2, 1, NULL),
(31, 'นาย', 'อนันต์', 'ทองคงแก้ว', '', '64', '01/01/2496', '58', '155', '80/2', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ดื่ม', '', 'นางสุภาภรณ์', 'พรหมมา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 2, 2, 3, 2, 2, 1, 1, 1, NULL),
(32, 'นาย', 'อนันต์', 'ศรทอง', '', '64', '31/05/2496', '75', '169', '22/5', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ดื่ม', '', 'นางสุณี', 'เดชพรหม', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(34, 'นาย', 'วิโรจน์', 'รอดบุญ', '', '65', '01/01/2495', '72', '165', '104', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'เบาหวาน', '', '', 'สูบ', 'ไม่ดื่ม', '', 'นางสมจิตร', 'นาคัน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 2, 2, 2, NULL),
(35, 'นาย', 'ล่อง', 'เกลี้ยงเกลา', '', '66', '15/08/2494', '61', '170', '94', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ไม่ดื่ม', '', 'นางวรรณา', 'อิสสระ', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, NULL, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(36, 'นาย', 'วิรัช', 'สมพรเสน่ห์', '', '65', '05/03/2495', '67', '159', '93', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง, ไขมัน', '', '', 'ไม่สูบ', 'ดื่ม', '', 'นางวรรณา', 'อิสสระ', 2, 4, 3, 3, 4, 4, 4, 4, 3, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(37, 'นาย', 'วิชัย', 'เพชรทอง', '', '64', '01/11/2496', '57', '162', '80/4', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง, เบาหวาน, ไขมัน', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางสุพร', 'อิฐตาธิคม', 4, 4, 0, 4, 4, 4, 0, 4, 4, 4, 0, 0, 2, 1, 3, 2, 3, 2, 0, 1, 2, 2, NULL),
(38, 'นาย', 'วิรัช', 'เกิดทอง', '', '61', '01/01/2499', '62', '160', '29', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ดื่ม', '', 'นางจุไร', 'ช่วยเอื้อ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(39, 'นาย', 'วิรัตน์', 'อินรินทร์', '', '75', '01/01/2485', '66', '170', '127', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'สูบ', 'ไม่ดื่ม', '', 'นางพัชรี', 'กรรมการ', 2, 1, 2, 3, 2, 2, NULL, 2, 2, 4, 3, 3, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(40, 'นาย', 'วิชัย', 'นาคิน', '', '72', '01/01/2488', '34', '157', '113/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ปอดอุดกั้นเรื้อรัง, หอบหืด', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางพัชรี', 'กรรมการ', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(41, 'นาย', 'วาศ', 'รักวงศ์', '', '77', '01/01/2483', '42', '155', '126', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางสุภาพร', 'ด้วงเมือง', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(42, 'นาย', 'ย่อง', 'ชูจันทร์', '', '85', '01/01/2475', '46', '160', '18', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางจุรีย์', 'ส้มแป้น', 4, 4, 4, 4, 4, 4, 4, 3, 4, 4, 4, 4, 2, 2, 3, 2, 3, 2, 2, 1, 1, 2, NULL),
(43, 'นาย', 'หน่วง', 'แก้ววิจิตร', '', '78', '01/01/2482', '57', '157', '49', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางสายชล', 'คำประสิทธิ์', 3, 3, 3, 2, 3, 2, 1, 3, 3, 4, 1, 2, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(44, 'นาย', 'ประคิ่น', 'วัชรกาฬ', '', '78', '01/01/2482', '47', '145', '112', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางสุภาพร', 'ด้วงเมือง', 3, 3, 1, 3, 1, 1, 0, 3, 1, 1, 0, 0, 2, 1, 3, 2, 3, 2, 0, 0, 2, 2, NULL),
(45, 'นาย', 'ตาบ', 'เชื้อสกุล', '', '77', '01/01/2483', '54', '153', '99', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นายเฉลิมศักดิ์', 'ทองมี', 4, 4, 3, 4, 4, 4, 4, 3, 4, 4, 4, 4, 2, 1, 3, 2, 2, 2, 2, 1, 2, 2, NULL),
(46, 'นาง', 'จันทร์', 'เกิดมณี', '', '79', '01/01/2481', '57', '152', '63', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นายเฉลิมศักดิ์', 'ทองมี', 4, 3, 4, 4, 4, 2, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(47, 'นาสาว', 'บุญเรือน', 'เร็วอุไร', '', '67', '01/01/2493', '65', '160', '74', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นายเฉลิมศักดิ์', 'ทองมี', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(48, 'นาง', 'แจ้ง', 'ส้มแป้น', '', '74', '01/01/2486', '71', '178', '101', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง, เบาหวาน', '', '', 'สูบ', 'ดื่ม', '', 'นายเฉลิมศักดิ์', 'ทองมี', 4, 2, 3, 3, 3, 2, 3, 2, 2, 4, 3, 3, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(49, 'นาง', 'แจ๋ว', 'เซ่งกิ้ม', '', '63', '01/01/2497', '60', '160', '4/2', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'สูบ', 'ดื่ม', '', 'นางสาวภาศินี', 'เพ็ชร์สงฆ์', 3, 3, 4, 3, 4, 4, 4, 3, 3, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(50, 'นาง', 'จิ้ว', 'ไหม่นุ้ย', '', '77', '01/01/2483', '46', '150', '115/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ดื่ม', '', 'นางสุภาภรณ์', 'พรหมมา', 4, 4, 4, 4, 4, 2, 3, 4, 4, 4, 4, 3, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(51, 'นาง', 'จินดา', 'จินตวัฒน์สกุล', '', '67', '01/01/2493', '68', '150', '86/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ดื่ม', '', 'นางภัททิยา', 'เซ่งกิ้ม', 3, 4, 4, 3, 3, 4, 0, 4, 3, 2, 4, 3, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(52, 'นาง', 'เจียมจิต', 'จันพร้อม', '', '75', '01/01/2485', '50', '165', '114/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง, เบาหวาน', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางพัชรี', 'กรรมการ', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 1, 2, 3, 2, 2, 1, 2, 2, NULL),
(53, 'นาง', 'ซ่อนกลิ่น', 'เกิดทอง', '', '64', '01/01/2496', '', '', '29', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง, หัวใจ', '', '', 'สูบ', 'ดื่ม', '', 'นางจุไร', 'ช่วยเอื้อ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(54, 'นาง', 'เครือวัย์', 'ขวัญสงค์', '', '76', '01/08/2484', '66', '166', '73/3', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ไขมัน, ไทรอยด์', '', '', 'สูบ', 'ดื่ม', '', 'นางสุพร', 'อิฐตาธิคม', 3, 2, 4, 3, 1, 4, 3, 4, 2, 2, 4, 3, 2, 1, 2, 2, 3, 2, 2, 1, 2, 2, NULL),
(55, 'นาสาว', 'สมพร', 'อินณรงค์', '', '66', '01/01/2494', '44', '150', '22/4', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ดื่ม', '', 'นางวรรณา', 'อิสสระ', 2, 2, 1, 2, 1, 1, 0, 4, 1, 2, 1, 0, 2, 1, 3, 2, 3, 2, 0, 1, 0, 0, NULL),
(56, 'นาง', 'จรรยา', 'สุทิน', '', '73', '01/01/2487', '45', '151', '110', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ไขมัน', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางวรรณา', 'อิสสระ', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, NULL),
(57, 'นาง', 'แจ้ว', 'หีดแก้ว', '', '64', '04/05/2496', '54', '150', '75/2', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางพาณี', 'นิยมเดชา', 4, 3, 4, 4, 3, 3, 1, 3, 2, 4, 4, 3, 2, 1, 3, 2, 3, 2, 2, 1, 2, 1, NULL),
(58, 'นาง', 'จินดา', 'ชาติไทย', '', '66', '08/08/2494', '45', '152', '102', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ไขมัน, ภูมิแพ้', '', '', 'สูบ', 'ดื่ม', '', 'นางสุณี', 'เดชพรหม', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'โรงพยาบาลมหาราช'),
(59, 'นาง', 'เกษร', 'ศรีอรัญ', '', '63', '01/01/2497', '42', '150', '22/3', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางสมจิตร', 'นาคัน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 2, 2, 2, ''),
(60, 'นาง', 'รัชนี', 'เชาวลิต', '', '64', '01/01/2496', '58', '173', '7', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง, เบาหวาน', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางปราณี', 'ทองมี', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'รพ.ท่าศาลา'),
(61, 'นาย', 'สาย', 'เดชพรหม', '', '87', '01/01/2473', '46', '165', '127/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางพัชรี', 'กรรมการ', 1, 2, 2, 2, 1, 3, 0, 0, 0, 2, 0, 0, 2, 1, 3, 2, 3, 2, 1, 1, 2, 2, 'รพ.ท่าศาลา'),
(62, 'นาง', 'สมคิด', 'สมศักดิ์', '', '69', '01/01/2491', '60', '165', '135', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางจุไร', 'ช่วยเอื้อ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'รพ.ท่าศาลา, รพ.สต.บ้านหัวคู'),
(63, 'นาง', 'กลาง', 'หีดแก้ว', '', '84', '01/01/2476', '40', '135', '36', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'พาณี', 'นิยมเดชา', 3, 3, 4, 2, 2, 3, 1, 4, 2, 1, 3, 1, 2, 1, 3, 2, 3, 2, 2, 1, 1, 0, 'รพ.สต.บ้านหัวคู'),
(64, 'นาง', 'ถาวร', 'หีดแก้ว', '', '77', '01/01/2483', '59', '160', '37', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางวราภรณ์', 'ปานมณี', 3, 4, 2, 4, 2, 4, 0, 2, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'รพ.สต.บ้านหัวคู'),
(65, 'นาง', 'หนูเนียด', 'ไชยณรงค์', '', '62', '01/01/2498', '60', '150', '47/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'เบาหวาน', '', '', 'สูบ', 'ดื่ม', '', 'นางจุไร', 'ช่วยเอื้อ', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'รพ.สต.บ้านหัวคู'),
(66, 'นาย', 'วิรัช', 'ทนุกูล', '', '62', '01/01/2498', '61', '172', '14/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'สูบ', 'ดื่ม', '', 'นางปราณี', 'ทองมี', 4, 4, 3, 4, 4, 4, 4, 3, 4, 4, 4, 4, 2, 1, 4, 2, 3, 2, 2, 1, 2, 2, 'โรงพยาบาลโรงเหล็ก'),
(67, 'นาย', 'มนตรี', 'อนันต์', '', '72', '01/01/2488', '50', '165', '30/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางสาวภาศินี', 'เพ็ชร์สงฆ์', 4, 4, 4, 4, 4, 4, 4, 4, 3, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'รพ.สต.บ้านหัวคู'),
(68, 'นาง', 'สมใจ', 'บ่ายนุ่น', '', '70', '01/01/2490', '54', '159', '13', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางปราณี', 'ทองมี', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'รพ.ท่าศาลา'),
(69, 'นาย', 'ทวี', 'รอดบุญ', '', '73', '01/01/2487', '50', '160', '119', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ดื่ม', '', 'นางปราณี', 'ทองมี', 3, 3, 4, 4, 4, 4, 4, 2, 2, 4, 4, 3, 2, 1, 3, 2, 3, 2, NULL, 1, 2, 2, 'รพ.ท่าศาลา'),
(70, 'นาง', 'ละออ', 'บุญชูดวง', '', '76', '01/01/2484', '45', '141', '121', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ไขมัน', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางสาวสายชล', 'คำประสิทธิ์', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'รพ.ค่ายวชิราวุธ'),
(71, 'นาย', 'ประทีป', 'เที่ยวแสวง', '', '65', '01/01/2495', '60', '165', '75/3', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางวราภรณ์', 'ปานมณี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 1, 1, 1, ''),
(72, 'นาย', 'จ่าง', 'อินณรงค์', '', '90', '01/01/2470', '50', '150', '40', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'เริมผิวในท่อปัสสาวะแดง', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางวราภรณ์', 'ปานมณี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 0, 1, 2, 1, ''),
(73, 'นาย', 'จรัล', 'เชาวลิต', '', '65', '01/01/2495', '61', '158', '55/1', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ดื่ม', '', 'นายยุทธนา', 'นิยมเดชา', 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, ''),
(74, 'นาย', 'จรูญ', 'รอดบุญ', '', '64', '01/01/2496', '64', '165', '16', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ไม่ดื่ม', '', 'นางสุพร', 'อิฐตาธิคม', 2, 2, 1, 3, 3, 4, 0, 4, 2, 3, 4, 4, 2, 1, 3, 2, 3, 2, 1, 4, 2, 2, ''),
(75, '', 'จรูญ', 'สมศักดิ์', '', '72', '01/01/2488', '72', '165', '135', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'สูบ', 'ดื่ม', '', 'นางจุไร', 'ช่วยเอื้อ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'รพ.ท่าศาลา'),
(76, 'นาย', 'บำรุง', 'ศรีอรัญ', '', '67', '01/01/2493', '70', '165', '22/3', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'เบาหวาน', '', '', '', '', '', 'นางสมจิตร', 'นาคัน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'รพ.ท่าศาลา'),
(77, 'นาย', 'บำรุง', 'ชามทอง', '', '80', '01/01/2480', '49', '155', '117', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', 'ความดันโลหิตสูง', '', '', 'สูบ', 'ดื่ม', '', 'นางสาวภาศินี', 'เพ็ชร์สงฆ์', 4, 4, 4, 3, 4, 4, 4, 4, 3, 4, 4, 4, 2, 1, 3, 2, 3, 2, 2, 1, 2, 2, 'รพ.ท่าศาลา'),
(78, 'นาย', 'นิวัฒน์', 'อินณรงค์', '', '62', '01/01/2498', '44', '160', '8/2', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ดื่ม', '', 'นางวราภรณ์', 'ปานมณี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 3, 2, 3, 2, 3, 1, 2, 2, ''),
(79, 'นาย', 'นิตย์', 'ผ่องแผ้ว', '', '91', '01/01/2469', '44', '160', '66', '1', '', '', 'สระแก้ว', 'ท่าศาลา', 'นครศรีธรรมราช', '', '', '', '', '', '', '', '', 'ไม่สูบ', 'ไม่ดื่ม', '', 'นางจุรีย์', 'ส้มแป้น', 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '');

-- --------------------------------------------------------

--
-- Table structure for table `bansongprag`
--

CREATE TABLE `bansongprag` (
  `id` int(100) NOT NULL,
  `a1` varchar(255) DEFAULT NULL,
  `a2` varchar(255) DEFAULT NULL,
  `a3` varchar(255) DEFAULT NULL,
  `a4` varchar(255) DEFAULT NULL,
  `a5` varchar(255) DEFAULT NULL,
  `a6` varchar(255) DEFAULT NULL,
  `a7` varchar(255) DEFAULT NULL,
  `a8` varchar(255) DEFAULT NULL,
  `a9` varchar(255) DEFAULT NULL,
  `a10` varchar(255) DEFAULT NULL,
  `a11` varchar(255) DEFAULT NULL,
  `a12` varchar(255) DEFAULT NULL,
  `a13` varchar(255) DEFAULT NULL,
  `a14` varchar(255) DEFAULT NULL,
  `a15` varchar(255) DEFAULT NULL,
  `a16` varchar(255) DEFAULT NULL,
  `a17` varchar(255) DEFAULT NULL,
  `a18` varchar(255) DEFAULT NULL,
  `a19` varchar(255) DEFAULT NULL,
  `a20` varchar(255) DEFAULT NULL,
  `a21` varchar(255) DEFAULT NULL,
  `a22` varchar(255) DEFAULT NULL,
  `a23` varchar(255) DEFAULT NULL,
  `a24` varchar(255) DEFAULT NULL,
  `a25` varchar(255) DEFAULT NULL,
  `a26` varchar(255) DEFAULT NULL,
  `a27` varchar(255) NOT NULL,
  `a28` varchar(255) NOT NULL,
  `o1` int(11) DEFAULT NULL,
  `o2` int(11) DEFAULT NULL,
  `o3` int(11) DEFAULT NULL,
  `o4` int(11) DEFAULT NULL,
  `o5` int(11) DEFAULT NULL,
  `o6` int(11) DEFAULT NULL,
  `o7` int(11) DEFAULT NULL,
  `o8` int(11) DEFAULT NULL,
  `o9` int(11) DEFAULT NULL,
  `o10` int(11) DEFAULT NULL,
  `o11` int(11) DEFAULT NULL,
  `o12` int(11) DEFAULT NULL,
  `d1` int(11) DEFAULT NULL,
  `d2` int(11) DEFAULT NULL,
  `d3` int(11) DEFAULT NULL,
  `d4` int(11) DEFAULT NULL,
  `d5` int(11) DEFAULT NULL,
  `d6` int(11) DEFAULT NULL,
  `d7` int(11) DEFAULT NULL,
  `d8` int(11) DEFAULT NULL,
  `d9` int(11) DEFAULT NULL,
  `d10` int(11) DEFAULT NULL,
  `r` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `email` varchar(255) NOT NULL,
  `auth_key` varchar(32) NOT NULL,
  `password_hash` varchar(20) NOT NULL,
  `access_token` varchar(100) DEFAULT NULL,
  `username` varchar(255) NOT NULL,
  `status` int(11) NOT NULL,
  `created_at` varchar(255) NOT NULL,
  `updated_at` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `email`, `auth_key`, `password_hash`, `access_token`, `username`, `status`, `created_at`, `updated_at`) VALUES
(3, 'admin@admin.admin', 'WZiZZ7thrYSshT77XAm_FCIpPOSIzma1', '$2y$13$yewIVHOvqbSB3', NULL, 'admin', 10, '1511195077', '1511195077'),
(4, 'admin@admin.admin2', '2gMhC67uA5bgs2t0es_4qSL2EC6LLaK5', '$2y$13$f8xXqln/V/3M7', NULL, 'root', 10, '1511195145', '1511195145');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `bandonkri`
--
ALTER TABLE `bandonkri`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `banhuakoo`
--
ALTER TABLE `banhuakoo`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bansongprag`
--
ALTER TABLE `bansongprag`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `bandonkri`
--
ALTER TABLE `bandonkri`
  MODIFY `id` int(100) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `banhuakoo`
--
ALTER TABLE `banhuakoo`
  MODIFY `id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=80;
--
-- AUTO_INCREMENT for table `bansongprag`
--
ALTER TABLE `bansongprag`
  MODIFY `id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
